/* detail text for engagement list item */
"%@ & %@ — %@ ago" = "%1$@ & %2$@ — %3$@ ago";

/* Chat time ago */
"%@ ago" = "%@ ago";

/* Text for when a user/wing doesn't have ice breakers */
"%@ doesn't have any ice breakers." = "%@ doesn't have any ice breakers.";

/* Doubledate page - floating view that message already sent */
"%@ sent a message to %@ & %@ %@ ago." = "%1$@ sent a message to %2$@ & %3$@ %4$@ ago.";

/* Feedback placeholder */
"%@, your feedback will help us improve DoubleDate. What do you love? What do you hate?" = "%@, your feedback will help us improve DoubleDate. What do you love? What do you hate?";

/* Chat page: warning - remaining time to chat (singular) */
"%d day to chat remaining" = "%d day to chat remaining";

/* Chat page: warning - remaining time to chat (plural) */
"%d days to chat remaining" = "%d days to chat remaining";

/* AGE to AGE label. */
"%d to %d" = "%1$d to %2$d";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Add an Ice Breaker" = "Add an Ice Breaker";

/* No comment provided by engineer. */
"Add an Interest" = "Add an Interest";

/* No comment provided by engineer. */
"Add an Optional Venue" = "Add an Optional Venue";

/* Main text of no data in WINGS page */
"Add some of your friends to\nstart using DoubleDate." = "Add some of your friends to\nstart using DoubleDate.";

/* in reference to the number of interests you can add */
"Add up to %d more" = "Add up to %d more";

/* Notifications no data detail text. */
"Add wings, create some dates,\n let's get this party started!" = "Add wings, create some dates,\n let's get this party started!";

/* Filter header for choosing range of ages */
"Age Range" = "Age Range";

/* No comment provided by engineer. */
"Anytime" = "Anytime";

/* No comment provided by engineer. */
"Are you sure that you would like to remove %@ from your wings?" = "Are you sure that you would like to remove %@ from your wings?";

/* Stopping chat from gear button */
"Are you sure you want to end this chat?" = "Are you sure you want to end this chat?";

/* No comment provided by engineer. */
"Are you sure you want to ignore this invitation?" = "Are you sure you want to ignore this invitation?";

/* Stopping chat from ignore button */
"Are you sure you want to stop this chat?" = "Are you sure you want to stop this chat?";

/* No comment provided by engineer. */
"Are you sure?" = "Are you sure?";

/* No comment provided by engineer. */
"At Night" = "At Night";

/* No comment provided by engineer. */
"Authorizing" = "Authorizing";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Basic Info" = "Basic Info";

/* Detailed text of no data in EXPLORE dates */
"Be first to create a DoubleDate\nnearby and earn %d coins." = "Be first to create a DoubleDate\nnearby and earn %d coins.";

/* Add wing action sheet button */
"By SMS or iMessage" = "By SMS or iMessage";

/* Cancel button of crop image UI */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cancelled" = "Cancelled";

/* No comment provided by engineer. */
"Change Photo" = "Change Photo";

/* No comment provided by engineer. */
"Chat messages with other\nDoubleDaters will appear here" = "Chat messages with other\nDoubleDaters will appear here";

/* No comment provided by engineer. */
"Choose" = "Choose";

/* No comment provided by engineer. */
"Choose a location" = "Choose a location";

/* Label for no city chosen in filter menu. */
"Choose a nearby city..." = "Choose a nearby city...";

/* No comment provided by engineer. */
"Choose a Package Below" = "Choose a Package Below";

/* Choose photo from library. */
"Choose a Photo" = "Choose a Photo";

/* No comment provided by engineer. */
"Choose a Wing" = "Choose a Wing";

/* No comment provided by engineer. */
"Cities" = "Cities";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Coins let you unlock upgrades and respond to incoming messages." = "Coins let you unlock upgrades and respond to incoming messages.";

/* No comment provided by engineer. */
"Coins never expire and we'll never automatically charge you for more." = "Coins never expire and we'll never automatically charge you for more.";

/* No comment provided by engineer. */
"Control Freak? Get Specific." = "Control Freak? Get Specific.";

/* No comment provided by engineer. */
"Create" = "Create";

/* No comment provided by engineer. */
"New DoubleDate" = "New DoubleDate";

/* DoubleDate is being created hud/status text */
"Creating" = "Creating";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* Deleting engagement on chat page */
"Deleting..." = "Deleting...";

/* No comment provided by engineer. */
"Details" = "Details";

/* Complete message after deleting chat view */
"Done" = "Done";

/* Doubledate button on wing's profile page */
"DoubleDate with %@" = "DoubleDate with %@";

/* No comment provided by engineer. */
"DoubleDates" = "DoubleDates";

/* No comment provided by engineer. */
"During the Day" = "During the Day";

/* No comment provided by engineer. */
"Edit Profile" = "Edit Profile";

/* No comment provided by engineer. */
"End Chat" = "End Chat";

/* Edit bio placeholder text */
"Tell us about yourself :)" = "Tell us about yourself :)";

/* The variables are the activity creator and wing, respectively. */
"Enter your message to %@ & %@. Here is your chance to be unique and make a good first impression. You can only send one message until they reply, so make it a good one!" = "Enter your message to %1$@ & %2$@. Here is your chance to be unique and make a good first impression.";

/* No comment provided by engineer. */
"Error" = "Error";

/* Placeholder text for details of new DoubleDate. */
"Explain the details..." = "Explain the details...";

/* No comment provided by engineer. */
"Explore %@" = "Explore %@";

/* Feedback navigation title */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Fetching User" = "Fetching User";

/* Text for filter doubledates button */
"Filter" = "Filter";

/* Title for filter doubledates view */
"Filter Results" = "Filter Results";

/* No comment provided by engineer. */
"Finish" = "Finish";

/* Detailed text of no data in WINGS page */
"For every wing you add, you'll\nboth earn %d coins!" = "For every wing you add, you'll\nboth earn %d coins!";

/* No comment provided by engineer. */
"Friends" = "Friends";

/* No comment provided by engineer. */
"Friends on DoubleDate" = "Friends on DoubleDate";

/* Add wing action sheet button */
"From Facebook Friends" = "From Facebook Friends";

/* Text for get more coins button in coinbar. */
"Get More Coins" = "Get More Coins";

/* Welcome dialog button text */
"Get Started" = "Get Started";

/* No comment provided by engineer. */
"GRAB A FRIEND • GO OUT • HAVE FUN" = "GRAB A FRIEND • GO OUT • HAVE FUN";

/* Welcome dialog description */
"Here's 500 Coins for joining! Now go invite some wings,\npost some DoubleDates,\nand have fun!" = "Here's 500 Coins for joining! Now go invite some wings,\npost some DoubleDates,\nand have fun!";

/* Hi NAME! on users own profile view. */
"Hi %@!" = "Hi %@!";

/* No comment provided by engineer. */
"How do you want to add add a Wing?" = "How do you want to add add a Wing?";

/* No comment provided by engineer. */
"I'm a Wing" = "I'm a Wing";

/* No comment provided by engineer. */
"I'm Attending" = "I'm Attending";

/* No comment provided by engineer. */
"I've Created" = "I've Created";

/* Editing profile: interests header text. */
"Ice Breakers" = "Ice Breakers";

/* No comment provided by engineer. */
"Ignore" = "Ignore";

/* No comment provided by engineer. */
"Interested in this DoubleDate?" = "Interested in this DoubleDate?";

/* No comment provided by engineer. */
"Interests:" = "Interests:";

/* No comment provided by engineer. */
"Invite" = "Invite";

/* No comment provided by engineer. */
"Invite %d User%@" = "Invite %1$d User%2$@";

/* No comment provided by engineer. */
"Invite Friends" = "Invite Friends";

/* Invites sent hud message. */
"Invites Sent" = "Invites Sent";

/* Building profile view, smaller detail text */
"It'll only take a moment" = "It'll only take a moment";

/* No comment provided by engineer. */
"Let's go out and have some fun. Become my wing on DoubleDate!" = "Let's go out and have some fun. Become my wing on DoubleDate!";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* Loading Status */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Locations" = "Locations";

/* No comment provided by engineer. */
"Log In" = "Log In";

/* No comment provided by engineer. */
"Log In to DoubleDate" = "Log In to DoubleDate";

/* No comment provided by engineer. */
"Login with Facebook" = "Login with Facebook";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Message received. We'll let you know when they reply." = "Message received. We'll let you know when they reply.";

/* Messages primary navigation item */
"Messages" = "Messages";

/* Filter header for choosing nearby city */
"Near" = "Near";

/* The city location when creating a DoubleDate. */
"Near %@" = "Near %@";

/* No comment provided by engineer. */
"Nearby Venues" = "Nearby Venues";

/* No comment provided by engineer. */
"Next" = "Next";

/* Cancel date menu, continue creating date */
"No, Continue" = "No, Continue";

/* Notifications primary navigation item */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Oops! DoubleDate has encountered an error." = "Oops! DoubleDate has encountered an error.";

/* No comment provided by engineer. */
"Please enable location services." = "Please enable location services.";

/* No comment provided by engineer. */
"Popular Interests" = "Popular Interests";

/* No comment provided by engineer. */
"POPULAR!" = "POPULAR!";

/* No comment provided by engineer. */
"Powered by Foursquare" = "Powered by Foursquare";

/* Pull down to refresh status */
"Pull down to refresh..." = "Pull down to refresh...";

/* Get users current FB photo. */
"Pull Facebook Photo" = "Pull Facebook Photo";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* No comment provided by engineer. */
"Reply..." = "Reply...";

/* No comment provided by engineer. */
"Resize & Position" = "Resize & Position";

/* No comment provided by engineer. */
"Resume Chat" = "Resume Chat";

/* Save button of crop image UI */
"Save" = "Save";

/* No comment provided by engineer. */
"Saved" = "Saved";

/* No comment provided by engineer. */
"Search %@…" = "Search %@…";

/* No comment provided by engineer. */
"Search DoubleDates" = "Search DoubleDates";

/* No comment provided by engineer. */
"Search Wings" = "Search Wings";

/* No comment provided by engineer. */
"Search Wing…" = "Search Wing…";

/* No comment provided by engineer. */
"Select your Wing..." = "Select your Wing...";

/* No comment provided by engineer. */
"SEND" = "SEND";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send a Message" = "Send a Message";

/* Text for Send Feedback button below menu */
"Send Us Feedback" = "Send Us Feedback";

/* Sending message of feedback page */
"Sending feedback..." = "Sending feedback...";

/* No comment provided by engineer. */
"Service Unavailable" = "Service Unavailable";

/* Editing profile: user bio sub-header detail text */
"Short n' Sweet" = "Short n' Sweet";

/* No comment provided by engineer. */
"Sign Up with Email" = "Sign Up with Email";

/* Chat page locked label while engagement is expired */
"Snooze you lose! This chat has expired." = "Snooze you lose! This chat has expired.";

/* No comment provided by engineer. */
"Start Chat" = "Start Chat";

/* Unlock engagement dialog title. */
"START CHAT" = "START CHAT";

/* Take photo with camera. */
"Take a Photo" = "Take a Photo";

/* Thanks message after feedback sending */
"Thank You!" = "Thank You!";

/* No comment provided by engineer. */
"The remote resource is unavailable. Please try again later." = "The remote resource is unavailable. Please try again later.";

/* Main text of no data in EXPLORE dates */
"There aren't any\nDoubleDates nearby." = "There aren't any\nDoubleDates nearby.";

/* Chat page locked label while engagement is locked */
"This chat hasn't started yet." = "This chat hasn't started yet.";

/* Filter header for segment buttons to choose timeframe */
"Timeframe" = "Timeframe";

/* No comment provided by engineer. */
"Timeout" = "Timeout";

/* No comment provided by engineer. */
"Try Again" = "Try Again";

/* No comment provided by engineer. */
"Unlocking" = "Unlocking";

/* No comment provided by engineer. */
"Updated %@" = "Updated %@";

/* No comment provided by engineer. */
"Updating" = "Updating";

/* No comment provided by engineer. */
"Venues" = "Venues";

/* No comment provided by engineer. */
"View DoubleDate" = "View DoubleDate";

/* No comment provided by engineer. */
"We rely on Facebook to ensure That DoubleDaters are genuine. We'll never post on your wall, or spam your friends." = "We rely on Facebook to ensure That DoubleDaters are genuine. We'll never post on your wall, or spam your friends.";

/* Building profile view, title text */
"We're building your profile" = "We're building your profile";

/* No comment provided by engineer. */
"We're finding your location..." = "We're finding your location...";

/* No comment provided by engineer. */
"Weekday" = "Weekday";

/* No comment provided by engineer. */
"Weekend" = "Weekend";

/* Welcome dialog title */
"Welcome to DoubleDate!" = "Welcome to DoubleDate!";

/* No comment provided by engineer. */
"What are the ten things that\nyou can't live without?" = "What are the ten things that\nyou can't live without?";

/* No comment provided by engineer. */
"When" = "When";

/* No comment provided by engineer. */
"Why Facebook?" = "Why Facebook?";

/* No comment provided by engineer. */
"Wing" = "Wing";

/* Wings primary navigation item */
"Wings" = "Wings";

/* Unlock engagement dialog message text */
"Would you like to start\nthis chat for %d coins?" = "Would you like to start\nthis chat for %d coins?";

/* Placeholder text for title of new DoubleDate. */
"Write a catchy title..." = "Write a catchy title...";

/* Confirm chat stop button in action sheet */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Yes! Unlock" = "Yes! Unlock";

/* Cancel date menu, actually cancel */
"Yes, Cancel" = "Yes, Cancel";

/* No comment provided by engineer. */
"Yes, Ignore" = "Yes, Ignore";

/* No comment provided by engineer. */
"Yes, Remove" = "Yes, Remove";

/* Unlock engagement dialog confirm button text */
"Yes, Start" = "Yes, Start";

/* No comment provided by engineer. */
"You are not able to send text messages" = "You are not able to send text messages";

/* No comment provided by engineer. */
"You are not authorized to make a payment" = "You are not authorized to make a payment";

/* Notifications no data main text. */
"You don't have any notifications." = "You don't have any notifications.";

/* Main text of no data in MINE dates */
"You haven't created any\nDoubleDates." = "You haven't created any\nDoubleDates.";

/* No comment provided by engineer. */
"Your Bio" = "Your Bio";

/* Feedback title on feedback page */
"Your Comments" = "Your Comments";

/* No comment provided by engineer. */
"Your Interests" = "Your Interests";

/* No comment provided by engineer. */
"Your Location" = "Your Location";

/* No comment provided by engineer. */
"Your Message" = "Your Message";

/* No comment provided by engineer. */
"Your message has been sent\nto %@ & %@!" = "Your message has been sent\nto %1$@ & %2$@!";

/* No comment provided by engineer. */
"Your Privacy is Important" = "Your Privacy is Important";

/* Title of choose friend view controller */
"Select Wing" = "Select Wing";

